run/benchmark/phaseChange/scrivenWedge/scrivenWedge/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


PIMPLE
{
    // momentumPredictor yes;
    // transonic       no;
    nOuterCorrectors 1;
    // nCorrectors     8;
    // nNonOrthogonalCorrectors 0;
}


// ************************************************************************* //
